{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: בכל הנוגע להקמת מוסדות תורה לא יתמהמה בטענת הנה כבר בא בקרוב משיח צדקנו. ובכלל לכל דבר מצווה אין להיפטר בשום טענת אמונה"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: גם על פי המציאות אין ראוי כ\"כ להתלונן על קשיים בפרנסה כי כך הוא דרכו של עולם שישנם קשיים ומכשולים וכל ענייני פרנסה באה עם קושי כנודע"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: אם אירע לו מקרה רע בממונו כגון שהפסיד ממון ורכוש לא יצטער ע\"ז כי אין להצטער על ענייני העוה\"ז ויבטח שישיב לו השם ממונו שהרי כל רצונו לתתו לתורה ולצדקה"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: לא ישים בטחונו בעסק שעוסק בו לפרנסה אלא בהשם יתברך לבד"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: אף לאחר שנעשה אדם אמיד לא ישנה מלבושיו ומלבושי אנשי ביתו להידמות להמון העם שלא יימשך אחרי אנשים ההולכים בשרירות ליבם"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: מי שיש לו די פרנסתו אך אין בטבעו ללמוד תורה בכל הזמן הנותר ויבוא עי\"ז לילך בטל טוב יותר שיתאמץ עוד בפרנסה ואע\"פ שאינו רק למטרת החזקת תורה וצדקה וכו' מ\"מ זהו עדיף מאשר שילך בטל"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: יש לעשיר לרדוף אחרי גבאי הצדקה ולא ימתין שיבואו אחריו"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: לא כל העוסק במסחר מעשיר ואין עצה ואין תבונה נגד השם, וישמח בחלקו"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: אדם שמצליח במקום אחד בפרנסה וכיו\"ב לא ישנה מקומו לנסות מזלו במקום אחר"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: נחוץ ביותר  לעשירות שיהיה אחדות ושלום כי הברכה שורה במקום מחלוקת ולא מצא הקב\"ה כלי מחזיק ברכה אלא השלום"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: פעמים נסבב לאדם לצורך פרנסתו שיטול על עצמו עול גדול ולא ימנעוהו אנשי ביתו מלעשות זאת כי עי\"ז רוצים להזמין לו מן השמיים ריבוי פרנסה שמביא לשלום בית"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: לפעמים נסבב לאדם לצורך פרנסתו שיטול על עצמו עול גדול ולא יימנע מלעשות זאת כי עי\"ז רוצים להזמין לו מן השמיים ריבוי פרנסה"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: כשרואים יראי ה' שיש להם ממון רב זהו קידוש השם שרואים שיד ה' לא תקצר וגם דורשי השם לא יחסרו כל טוב ובידו להשפיע להם ממון ממקור קדוש וטהור"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: החילוק בין בלק שאמר מלוא ביתי כסף וזהב ולמדו שמחמד ממון לרבי יוסי בן קיסמא שאמר אפילו אתה נותן לי כל כסף וזהב ומרגליות שבעולם ולא למדו ממנו על תאוות הממון"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: פרנסה פירושה גם כן ענייני רוחניות, ולא רק גשמיות בלבד"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: כשבא לעסוק באיזה מסחר יתייעץ תחילה היטב עם מומחים הבקיאים בכך, ואחר כך ילך לחכם ויבקש ברכתו ועצתו"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: אדם שרואה הרבה מניעות אודות איזה עסק שעושה לפרנסתו לא יתעקש כי הרבה דרכים למקום"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: כאשר מציעים לאדם הצעה חדשה במה להתעסק אודות פרנסתו והוא לא דרש או תבע זאת אין לדחותו משום דהוי דיחוי בידיים"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: אין חיוב לנעול החנות בחצות היום בערב שבת אבל ידאג שיהיה לו זמן הותר להתכונן לשבת"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: עיקר פרנסת הבית צריך להיות על ידי האיש ולא האשה"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: לא יפריז האדם להשקיע בהשקעות כאלו שאין יכולים לסמוך עליהם מצד הטבע, או שהוא הרבה למעלה מהחשבון והיכולת שלו"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: כדאי לאדם להזמין מעות לעת מצוא כי יקרה מעת לעת שיצטרך להוצאה מיוחדת (כגון שנתקלקל איזה מאשין וכדומה) והוא גם סגולה לשלום בית"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: יש לאדם להיות ממארי חושבנא בעסקיו לידע ההוצאות וההכנסות ומצב העסק ולא כאותם שוטים שאינם מתבוננים בכך ויכולים להפסיד הרבה באשמתם"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: היות והשפע נשפע בזמן הזה כפי דרך הטבע לכן צריך לעשות השתדלות באופן המועיל מצד השכל והסברה על פי חוקי הטבע"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: אין היתר לעשות באמעריקא עסקים שהם נגד חוקי המדינה משום דקי\"לדינא דמלכותא דינא"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא:  אף מעשים שיש ליישבם מעיקר הדין ומ\"מ אינם בכלל ועשית הישר והטוב יתרחק מהם ביותר, כגון להכריז פשיטת רגל (באנקראט) או לשרוף את ביתו כדי לתבוע את הביטוח (אינשוראנ\"ס) כל אלה אינם ראויים לאיש הישראלי ובפרט את השקר יש לשנוא בתכלית והנזהר בזה שגרו מרובה וגם זוכה להצלתחה בעסקיו ולשם טוב על ישרו"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: מי שצריך להשיא את בנו או בתו ונזדמן לו שידוך שיש בו רווח ממון אבל צריך לוותר קצת על גדרי צניעות ויר\"ש אין לעשות כן ואין זה מחובת ההשתדלות של האב על בניו"}, "outputs": {}}
{"metadata": {"dataset_split": ["base"]}, "inputs": {"question": "בבקשה תמצא מקורות מבוססים ומפורשים לרעיון הבא: כל הצורך להשתדלות הוא מחמת ההסתרה שהכין הקב\"ה ופעל בעולם כדי שהאמונה והבטחון יהיו ניסיון לאדם"}, "outputs": {}}
